class AboutUsData{

  static Map data = {
    'image':'assets/images/dog5.jpg',
    'content': '某某制造集团有限公司，总部位于中国广州，成立于1989年，2004年在香港上市经过多年的发展，某某制造集团有限公司以是中国名牌及广东省省重点培育和发展的国际知名品牌。公司是全球领先的钣金设备制造商之一，中国领先的钣金设备生产商之一。秉承“步步攀高，孜孜求精”的企业精神，某某制造以“为人类文明传递进步动力”为己任，不断加强内部管理的精细化、专业化和市场发展的国际化。凭借先进的技术、可靠的质量和周到服务，'
        '某某制造已成为全球业内最具竞争力的合作伙伴之一。国家技术创新示范企业公司拥有国家认定企业技术中心，及省级工某某制造集团有限公司，总部位于中国广州，成立于1989年，2004年在香港上市经过多年的发展，某某制造集团有限公司以是中国名牌及广东省省重点培育和发展的国际知名品牌。公司是全球领先的钣金设备制造商之一，中国领先的钣金设备生产商之一。秉承“步步攀高，孜孜求精”的企业精神，某某制造以“为人类文明传递进步动力”为己任，不断加强内部管理的精细化、专业化和市场发展的国际化。凭借先进的技术、可靠的质量和周到服务，'
        '某某制造已成为全球业内最具竞争力的合作伙伴之一。国家技术创新示范企业公司拥有国家认定企业技术中心，及省级工某某制造集团有限公司，总部位于中国广州，成立于1989年，2004年在香港上市经过多年的发展，某某制造集团有限公司以是中国名牌及广东省省重点培育和发展的国际知名品牌。公司是全球领先的钣金设备制造商之一，中国领先的钣金设备生产商之一。秉承“步步攀高，孜孜求精”的企业精神，某某制造以“为人类文明传递进步动力”为己任，不断加强内部管理的精细化、专业化和市场发展的国际化。凭借先进的技术、可靠的质量和周到服务，'
        '某某制造已成为全球业内最具竞争力的合作伙伴之一。国家技术创新示范企业公司拥有国家认定企业技术中心，及省级工',
    'address':'广东省广州市天河区某某工业区88号',
    'phone':'400-123-4567',
    'email':'aaaaaaa@email.com',
    'wechat':'assets/images/dog4.jpg',
    'user': '马云',
  };


}